Repository: W1ght/Niratan
Catalog: Localizable.xcstrings
Source language: en
Languages: zh_hans, zh_hant

source: Includes %lld subtitles located from surrounding narration. Their highlights may be approximate.
zh_hans: 其中 %lld 条字幕依据前后文定位，高亮范围可能有偏差。

source: Generated Subtitles
zh_hans: 已生成的字幕

source: No subtitles matched the book. Existing matches were kept.
zh_hans: 未匹配到书籍正文，已保留原有匹配结果。

source: Transcription Paused
zh_hans: 转录已暂停

source: Could not read audiobook audio.
zh_hans: 无法读取有声书音频。

source: Completed segments: %lld / %lld
zh_hans: 已完成分段：%lld / %lld

source: The current audio chapter is processed first. Completed segments are saved automatically and can be exported or matched immediately.
zh_hans: 优先生成当前音频章节。已完成的分段会自动保存，可立即导出或用于匹配。

source: Generate Again
zh_hans: 重新生成

source: Resume Subtitle Generation
zh_hans: 继续生成字幕

source: Ready to Transcribe
zh_hans: 准备转录

source: Preparing Speech Model…
zh_hans: 正在准备语音模型…

source: Generating Subtitles…
zh_hans: 正在生成字幕…

source: Subtitles Generated
zh_hans: 字幕已生成

source: Transcription Stopped
zh_hans: 转录已停止

source: SpeechAnalyzer is unavailable for this language or Mac.
zh_hans: 此 Mac 或所选语言不支持 SpeechAnalyzer。

source: No speech was recognized. Check the audio and selected language.
zh_hans: 未识别到语音，请检查音频和所选语言。

source: Generate Subtitles
zh_hans: 生成字幕

source: SpeechAnalyzer transcribes audio on this Mac. The first use may download a language model.
zh_hans: SpeechAnalyzer 在此 Mac 上本地转录音频。首次使用可能需要下载语言模型。

source: Audio Language
zh_hans: 音频语言

source: Elapsed: %@
zh_hans: 已耗时：%@

source: Recognized through: %@
zh_hans: 已识别至：%@

source: Export SRT…
zh_hans: 导出 SRT…

source: Use for Subtitle Match
zh_hans: 用于字幕匹配

source: Respect ASS subtitle styles
zh_hans: 尊重 ASS 字幕自带样式

source: Save Clean Screenshot
zh_hans: 保存纯净截屏
zh_hant: 儲存純淨截圖

source: Screenshot Saved
zh_hans: 截屏已保存
zh_hant: 截圖已儲存

source: Unable to save the video screenshot.
zh_hans: 无法保存视频截屏。
zh_hant: 無法儲存影片截圖。

source: Base URL
zh_hans: 基础网址
zh_hant: 基礎網址

source: Source Language
zh_hans: 图源语言
zh_hant: 圖源語言

source: All Languages
zh_hans: 所有语言
zh_hant: 所有語言

source: Search Sources
zh_hans: 搜索图源
zh_hant: 搜尋圖源

source: Search Aidoku Sources
zh_hans: 搜索 Aidoku 图源
zh_hant: 搜尋 Aidoku 圖源

source: Content Language
zh_hans: 内容语言
zh_hant: 內容語言

source: Content Languages
zh_hans: 内容语言
zh_hant: 內容語言

source: Multilingual
zh_hans: 多语言
zh_hant: 多語言

source: Choose at least one language for this source.
zh_hans: 请为此图源至少选择一种语言。
zh_hant: 請為此圖源至少選擇一種語言。

source: No installed Aidoku sources match this language.
zh_hans: 没有已安装的 Aidoku 图源支持此语言。
zh_hant: 沒有已安裝的 Aidoku 圖源支援此語言。

source: No available Aidoku sources match this language.
zh_hans: 没有可安装的 Aidoku 图源支持此语言。
zh_hant: 沒有可安裝的 Aidoku 圖源支援此語言。

source: No installed Aidoku sources match the current filters.
zh_hans: 没有已安装的 Aidoku 图源符合当前筛选条件。
zh_hant: 沒有已安裝的 Aidoku 圖源符合目前篩選條件。

source: No available Aidoku sources match the current filters.
zh_hans: 没有可安装的 Aidoku 图源符合当前筛选条件。
zh_hant: 沒有可安裝的 Aidoku 圖源符合目前篩選條件。

source: Direct Media
zh_hans: 媒体直连
zh_hant: 媒體直連

source: Bypass the macOS system proxy for this source's covers and reading pages.
zh_hans: 此图源的封面和阅读页面将绕过 macOS 系统代理直接连接。
zh_hant: 此圖源的封面和閱讀頁面將繞過 macOS 系統代理直接連線。

source: Loading Chapters
zh_hans: 正在加载章节
zh_hant: 正在載入章節

source: Chapters Unavailable
zh_hans: 章节不可用
zh_hant: 章節不可用

source: Library Type
zh_hans: 书库类型

source: Source
zh_hans: 图源

source: Crop White Borders
zh_hans: 裁掉扫描白边
zh_hant: 裁掉掃描白邊

source: Page Processing
zh_hans: 页面处理
zh_hant: 頁面處理

source: Preparing Manga Pages…
zh_hans: 正在准备漫画页面…
zh_hant: 正在準備漫畫頁面…

source: Split Wide Pages
zh_hans: 拆分超宽双页
zh_hant: 拆分超寬雙頁

source: Copy Page Image
zh_hans: 复制页面图片
zh_hant: 複製頁面圖片

source: Manga cover updated.
zh_hans: 漫画封面已更新。
zh_hant: 漫畫封面已更新。

source: Save Page Image…
zh_hans: 页面图片另存为…
zh_hant: 頁面圖片另存為…

source: Set as Manga Cover
zh_hans: 设为漫画封面
zh_hant: 設為漫畫封面

source: Share Page Image…
zh_hans: 分享页面图片…
zh_hant: 分享頁面圖片…

source: The selected manga page could not be used as a cover.
zh_hans: 无法将所选漫画页面设为封面。
zh_hant: 無法將所選漫畫頁面設為封面。

source: Import a manga source again to restore items removed from the library.
zh_hans: 再次导入漫画来源，即可恢复已从书架移除的漫画。
zh_hant: 再次匯入漫畫來源，即可恢復已從書架移除的漫畫。

source: Manage Manga Shelves
zh_hans: 管理漫画分组
zh_hant: 管理漫畫分組

source: No Manga in Library
zh_hans: 漫画书架为空
zh_hant: 漫畫書架為空

source: Page Zoom
zh_hans: 页面缩放
zh_hant: 頁面縮放

source: Zoom Percentage
zh_hans: 缩放百分比
zh_hant: 縮放百分比

source: Remove "%@" from the library?
zh_hans: 要将“%1$@”从漫画书架移除吗？
zh_hant: 要將「%1$@」從漫畫書架移除嗎？

source: Remove %lld manga from the library?
zh_hans: 要从漫画书架移除 %lld 本漫画吗？
zh_hant: 要從漫畫書架移除 %lld 本漫畫嗎？

source: The original manga files will not be deleted.
zh_hans: 原始漫画文件不会被删除。
zh_hant: 原始漫畫檔案不會被刪除。

source: %lld pages
zh_hans: %lld 页
zh_hant: %lld 頁

source: Add Archive
zh_hans: 添加压缩包
zh_hant: 加入壓縮檔

source: Add a local folder or a CBZ or ZIP archive to start reading.
zh_hans: 添加本地文件夹或 CBZ、ZIP 压缩包即可开始阅读。
zh_hant: 加入本機資料夾或 CBZ、ZIP 壓縮檔即可開始閱讀。

source: Add a local folder, CBZ, ZIP, or EPUB file to start reading.
zh_hans: 添加本地文件夹或 CBZ、ZIP、EPUB 文件即可开始阅读。
zh_hant: 加入本機資料夾或 CBZ、ZIP、EPUB 檔案即可開始閱讀。

source: Add Folder
zh_hans: 添加文件夹
zh_hant: 加入資料夾

source: Add Manga
zh_hans: 添加漫画
zh_hant: 加入漫畫

source: Add Manga Archive
zh_hans: 添加漫画压缩包
zh_hant: 加入漫畫壓縮檔

source: Add Manga Folder
zh_hans: 添加漫画文件夹
zh_hant: 加入漫畫資料夾

source: Choose a folder, CBZ, or ZIP file.
zh_hans: 请选择文件夹、CBZ 或 ZIP 文件。
zh_hant: 請選擇資料夾、CBZ 或 ZIP 檔案。

source: Choose a folder, CBZ, ZIP, or EPUB file.
zh_hans: 请选择文件夹、CBZ、ZIP 或 EPUB 文件。
zh_hant: 請選擇資料夾、CBZ、ZIP 或 EPUB 檔案。

source: Choose a Mokuro folder, EPUB file, or Mokuro ZIP or CBZ archive.
zh_hans: 请选择 Mokuro 文件夹、EPUB 文件或 Mokuro ZIP、CBZ 压缩包。
zh_hant: 請選擇 Mokuro 資料夾、EPUB 檔案或 Mokuro ZIP、CBZ 壓縮檔。

source: Continuous
zh_hans: 连续滚动
zh_hant: 連續

source: Double Page
zh_hans: 双页
zh_hant: 雙頁

source: Google Lens returned an unreadable text recognition result.
zh_hans: Google Lens 返回了无法读取的文字识别结果。
zh_hant: Google Lens 傳回了無法讀取的文字辨識結果。

source: Google Lens text recognition failed. Check your internet connection and try again.
zh_hans: Google Lens 文字识别失败。请检查网络连接后重试。
zh_hant: Google Lens 文字辨識失敗。請檢查網路連線後重試。

source: Google Lens text recognition is temporarily unavailable.
zh_hans: Google Lens 文字识别暂时不可用。
zh_hant: Google Lens 文字辨識暫時無法使用。

source: Hide Recognized Text
zh_hans: 隐藏识别文字
zh_hant: 隱藏辨識文字

source: First Page
zh_hans: 第一页
zh_hant: 第一頁

source: Jump to Page
zh_hans: 跳转到页面
zh_hant: 跳至頁面

source: Left to Right
zh_hans: 从左到右
zh_hant: 從左到右

source: Last Page
zh_hans: 最后一页
zh_hant: 最後一頁

source: Local manga library
zh_hans: 本地漫画库
zh_hant: 本機漫畫庫

source: Import a Mokuro folder, EPUB file, or Mokuro ZIP or CBZ archive to start reading.
zh_hans: 导入 Mokuro 文件夹、EPUB 文件或 Mokuro ZIP、CBZ 压缩包即可开始阅读。
zh_hant: 匯入 Mokuro 資料夾、EPUB 檔案或 Mokuro ZIP、CBZ 壓縮檔即可開始閱讀。

source: Import Manga
zh_hans: 导入漫画
zh_hant: 匯入漫畫

source: Manage Manga Sources
zh_hans: 管理漫画来源
zh_hant: 管理漫畫來源

source: Manga
zh_hans: 漫画
zh_hant: 漫畫

source: Select Manga
zh_hans: 选择漫画
zh_hant: 選擇漫畫

source: Manga source is no longer available.
zh_hans: 漫画来源已不可用。
zh_hant: 漫畫來源已無法使用。

source: Manga source not found.
zh_hans: 找不到漫画来源。
zh_hant: 找不到漫畫來源。

source: Next Page
zh_hans: 下一页
zh_hant: 下一頁

source: Page Number
zh_hans: 页码
zh_hant: 頁碼

source: No Manga Sources
zh_hans: 暂无漫画来源
zh_hant: 暫無漫畫來源

source: No Manga
zh_hans: 暂无漫画
zh_hant: 暫無漫畫

source: No text was recognized on this page.
zh_hans: 此页面未识别到文字。
zh_hant: 此頁面未辨識到文字。

source: Open Manga
zh_hans: 打开漫画
zh_hant: 開啟漫畫

source: Page %lld
zh_hans: 第 %lld 页
zh_hant: 第 %lld 頁

source: Previous Page
zh_hans: 上一页
zh_hant: 上一頁

source: Reading Direction
zh_hans: 阅读方向
zh_hant: 閱讀方向

source: Reading Layout
zh_hans: 阅读布局
zh_hant: 閱讀佈局

source: Refresh Manga Library
zh_hans: 刷新漫画库
zh_hant: 重新整理漫畫庫

source: Remove Manga
zh_hans: 移除漫画
zh_hant: 移除漫畫

source: Recognize Text
zh_hans: 识别文字
zh_hant: 辨識文字

source: Recognize Entire Manga
zh_hans: 识别整本漫画
zh_hant: 辨識整本漫畫

source: Cancel Text Recognition
zh_hans: 取消文字识别
zh_hant: 取消文字辨識

source: Resume Text Recognition
zh_hans: 继续文字识别
zh_hant: 繼續文字辨識

source: Right to Left
zh_hans: 从右到左
zh_hant: 從右到左

source: Scanning Manga Library...
zh_hans: 正在扫描漫画库…
zh_hant: 正在掃描漫畫庫…

source: Search Manga
zh_hans: 搜索漫画
zh_hant: 搜尋漫畫

source: Single Page
zh_hans: 单页
zh_hant: 單頁

source: The manga page could not be loaded.
zh_hans: 无法加载漫画页面。
zh_hant: 無法載入漫畫頁面。

source: The manga page could not be prepared for text recognition.
zh_hans: 无法准备漫画页面进行文字识别。
zh_hant: 無法準備漫畫頁面進行文字辨識。

source: The Mokuro text metadata could not be read.
zh_hans: 无法读取 Mokuro 文字元数据。
zh_hant: 無法讀取 Mokuro 文字中繼資料。

source: The manga page is too large to open safely.
zh_hans: 漫画页面过大，无法安全打开。
zh_hant: 漫畫頁面過大，無法安全開啟。

source: The manga source is no longer available.
zh_hans: 漫画来源已不可用。
zh_hant: 漫畫來源已無法使用。

source: The selected folder or archive does not contain readable Mokuro metadata.
zh_hans: 所选文件夹或压缩包不包含可读取的 Mokuro 元数据。
zh_hant: 所選資料夾或壓縮檔不包含可讀取的 Mokuro 中繼資料。

source: The selected folder or archive does not contain readable manga pages.
zh_hans: 所选文件夹或压缩包不包含可读取的漫画图片。
zh_hant: 所選資料夾或壓縮檔不包含可讀取的漫畫圖片。

source: This manga format is not supported.
zh_hans: 暂不支持此漫画格式。
zh_hant: 暫不支援此漫畫格式。

source: Text recognition failed for this manga page.
zh_hans: 此漫画页面的文字识别失败。
zh_hant: 此漫畫頁面的文字辨識失敗。

source: Text recognition is available in single-page and double-page layouts.
zh_hans: 文字识别可用于单页和双页布局。
zh_hant: 文字辨識可用於單頁和雙頁佈局。

source: Text recognition complete.
zh_hans: 文字识别已完成。
zh_hant: 文字辨識已完成。

source: Text recognition finished with some pages pending. They will be retried next time.
zh_hans: 文字识别已结束，部分页面仍待处理，下次会自动重试。
zh_hant: 文字辨識已結束，部分頁面仍待處理，下次會自動重試。

source: Text recognition paused. Completed pages remain available.
zh_hans: 文字识别已暂停，已完成的页面仍可查词。
zh_hant: 文字辨識已暫停，已完成的頁面仍可查詞。

source: Use Google Lens Text Recognition?
zh_hans: 使用 Google Lens 文字识别？
zh_hant: 使用 Google Lens 文字辨識？

source: Recognizing an entire manga sends a reduced copy of every page without Mokuro text to Google. Results are cached on this Mac so reopening does not recognize the same pages again. Google Lens requires an internet connection.
zh_hans: 识别整本漫画时，每个不含 Mokuro 文字的页面都会以缩小副本发送给 Google。结果会缓存在这台 Mac 上，重新打开时不会重复识别相同页面。Google Lens 需要网络连接。
zh_hant: 辨識整本漫畫時，每個不含 Mokuro 文字的頁面都會以縮小副本傳送給 Google。結果會快取在這台 Mac 上，重新開啟時不會重複辨識相同頁面。Google Lens 需要網路連線。

source: Unable to Open Manga
zh_hans: 无法打开漫画
zh_hant: 無法開啟漫畫

source: Updating Manga Library...
zh_hans: 正在更新漫画库…
zh_hant: 正在更新漫畫庫…

source: %lld result(s)
zh_hans: %lld 个结果
zh_hant: %lld 個結果

source: Account
zh_hans: 账户
zh_hant: 帳戶

source: Book Details
zh_hans: 书籍详情
zh_hant: 書籍詳情

source: Clear Finished
zh_hans: 清除已完成
zh_hant: 清除已完成

source: Cover failed to load. Retry
zh_hans: 封面加载失败，点按重试
zh_hant: 封面載入失敗，點按重試

source: Format
zh_hans: 格式
zh_hant: 格式

source: Imported
zh_hans: 已导入
zh_hant: 已匯入

source: Loaded %lld / %lld
zh_hans: 已加载 %lld / %lld
zh_hant: 已載入 %lld / %lld

source: Next Book
zh_hans: 下一本
zh_hant: 下一本

source: Previous Book
zh_hans: 上一本
zh_hant: 上一本

source: Queue: %lld pending · %lld imported · %lld duplicate · %lld failed
zh_hans: 队列：%lld 等待 · %lld 已导入 · %lld 重复 · %lld 失败
zh_hant: 佇列：%lld 等待 · %lld 已匯入 · %lld 重複 · %lld 失敗

source: Queued
zh_hans: 等待中
zh_hant: 等待中

source: Reset Filters
zh_hans: 重置筛选
zh_hant: 重設篩選

source: Retry
zh_hans: 重试
zh_hant: 重試

source: Search Again
zh_hans: 再次搜索
zh_hant: 再次搜尋

source: Sort Results
zh_hans: 排序结果
zh_hant: 排序結果

source: Books downloaded with this account will appear here.
zh_hans: 使用此账户下载的书籍会显示在这里。
zh_hant: 使用此帳戶下載的書籍會顯示在這裡。

source: Clear Recent Searches
zh_hans: 清除最近搜索
zh_hant: 清除最近搜尋

source: Download History
zh_hans: 下载历史
zh_hant: 下載記錄

source: Downloads today: %lld / %lld
zh_hans: 今日已用：%lld / %lld
zh_hant: 今日已用：%lld / %lld

source: EPUB only
zh_hans: 仅 EPUB
zh_hant: 僅 EPUB

source: File Size
zh_hans: 文件大小
zh_hant: 檔案大小

source: Loading download history...
zh_hans: 正在载入下载历史…
zh_hant: 正在載入下載記錄…

source: Loading recently added books...
zh_hans: 正在载入最近新增书籍…
zh_hant: 正在載入最近新增書籍…

source: No Download History
zh_hans: 暂无下载历史
zh_hant: 暫無下載記錄

source: No Recently Added Books
zh_hans: 暂无最近新增书籍
zh_hant: 暫無最近新增書籍

source: Recent Searches
zh_hans: 最近搜索
zh_hant: 最近搜尋

source: Recently Added
zh_hans: 最近新增
zh_hant: 最近新增

source: Relevance
zh_hans: 相关度
zh_hant: 相關度

source: Retry Cover
zh_hans: 重试封面
zh_hant: 重試封面

source: Selected
zh_hans: 已选择
zh_hant: 已選擇

source: Sort Current Page
zh_hans: 排序当前页
zh_hant: 排序目前頁面

source: Z-Library did not return any recently added EPUB books.
zh_hans: Z-Library 没有返回最近新增的 EPUB 书籍。
zh_hant: Z-Library 沒有回傳最近新增的 EPUB 書籍。

source: Any Language
zh_hans: 任意语言
zh_hant: 任意語言

source: Check your internet connection and try again.
zh_hans: 请检查网络连接后重试。
zh_hant: 請檢查網路連線後重試。

source: Categories
zh_hans: 分类
zh_hant: 分類

source: Continue
zh_hans: 继续
zh_hant: 繼續

source: Checking download limit...
zh_hans: 正在检查下载额度…
zh_hant: 正在檢查下載額度…

source: Downloads remaining: %lld
zh_hans: 剩余下载额度：%lld
zh_hant: 剩餘下載額度：%lld

source: Email
zh_hans: 邮箱
zh_hant: 郵箱

source: Enter a valid Z-Library server address.
zh_hans: 请输入有效的 Z-Library 服务器地址。
zh_hant: 請輸入有效的 Z-Library 伺服器位址。

source: Enter valid publication years.
zh_hans: 请输入有效的出版年份。
zh_hant: 請輸入有效的出版年份。

source: Exact match
zh_hans: 精确匹配
zh_hant: 精確匹配

source: French
zh_hans: 法语
zh_hant: 法語

source: Focus Search
zh_hans: 聚焦搜索
zh_hant: 聚焦搜尋

source: Refresh Download Limit
zh_hans: 刷新下载额度
zh_hant: 重新整理下載額度

source: From year
zh_hans: 起始年份
zh_hant: 起始年份

source: German
zh_hans: 德语
zh_hant: 德語

source: Hide Details
zh_hans: 隐藏详情
zh_hant: 隱藏詳情

source: Korean
zh_hans: 韩语
zh_hant: 韓語

source: Loading details...
zh_hans: 正在载入详情…
zh_hant: 正在載入詳情…

source: Niratan can only import EPUB books from Z-Library.
zh_hans: Niratan 只能从 Z-Library 导入 EPUB 书籍。
zh_hant: Niratan 只能從 Z-Library 匯入 EPUB 書籍。

source: No additional details available.
zh_hans: 没有可用的附加详情。
zh_hant: 沒有可用的附加詳情。

source: Niratan stores only the returned session token in Keychain. Your password is sent directly to the HTTPS server and is never saved.
zh_hans: Niratan 只会将服务器返回的会话令牌存入钥匙串。密码仅直接发送至 HTTPS 服务器，绝不会保存。
zh_hant: Niratan 只會將伺服器回傳的工作階段權杖存入鑰匙圈。密碼僅直接傳送至 HTTPS 伺服器，絕不儲存。

source: Pages
zh_hans: 页数
zh_hant: 頁數

source: Password
zh_hans: 密码
zh_hant: 密碼

source: Publisher
zh_hans: 出版社
zh_hant: 出版社

source: Russian
zh_hans: 俄语
zh_hant: 俄語

source: Series
zh_hans: 系列

source: Show Details
zh_hans: 显示详情
zh_hant: 顯示詳情

source: Search and import EPUB books
zh_hans: 搜索并导入 EPUB 书籍
zh_hant: 搜尋並匯入 EPUB 書籍

source: Search by title, author, ISBN, DOI, publisher, or keyword.
zh_hans: 按书名、作者、ISBN、DOI、出版社或关键词搜索。
zh_hant: 按書名、作者、ISBN、DOI、出版社或關鍵詞搜尋。

source: Search Z-Library
zh_hans: 搜索 Z-Library
zh_hant: 搜尋 Z-Library

source: Session tokens are protected by Keychain
zh_hans: 会话令牌由系统钥匙串保护
zh_hant: 工作階段權杖由系統鑰匙圈保護

source: Server
zh_hans: 服务器
zh_hant: 伺服器

source: Sign in
zh_hans: 登录
zh_hant: 登入

source: Sign in to search your Z-Library account. Your password is never saved.
zh_hans: 登录后搜索你的 Z-Library 账户。密码不会被保存。
zh_hant: 登入後搜尋你的 Z-Library 帳戶。密碼不會被儲存。

source: Simplified Chinese
zh_hans: 简体中文
zh_hant: 簡體中文

source: Spanish
zh_hans: 西班牙语
zh_hant: 西班牙語

source: The downloaded file is not a valid EPUB.
zh_hans: 下载的文件不是有效的 EPUB。
zh_hant: 下載的檔案不是有效的 EPUB。

source: The email or password was rejected.
zh_hans: 邮箱或密码不正确。
zh_hant: 郵箱或密碼不正確。

source: The EPUB is too large to download.
zh_hans: 该 EPUB 过大，无法下载。
zh_hant: 該 EPUB 過大，無法下載。

source: The Z-Library server and download links must use HTTPS.
zh_hans: Z-Library 服务器和下载链接必须使用 HTTPS。
zh_hant: Z-Library 伺服器和下載連結必須使用 HTTPS。

source: The Z-Library request timed out. Try again.
zh_hans: Z-Library 请求超时，请重试。
zh_hant: Z-Library 請求逾時，請重試。

source: This book is already in your bookshelf.
zh_hans: 这本书已经在书架中。
zh_hant: 這本書已經在書架中。

source: The Z-Library server redirected to another host. Update the server address and sign in again.
zh_hans: Z-Library 服务器重定向到了其他主机。请更新服务器地址并重新登录。
zh_hant: Z-Library 伺服器重新導向到了其他主機。請更新伺服器位址並重新登入。

source: Title, author, ISBN, DOI, publisher, or keyword
zh_hans: 书名、作者、ISBN、DOI、出版社或关键词
zh_hant: 書名、作者、ISBN、DOI、出版社或關鍵詞

source: This Z-Library server is unavailable. Try another server address.
zh_hans: 此 Z-Library 服务器暂不可用，请尝试其他服务器地址。
zh_hant: 此 Z-Library 伺服器暫不可用，請嘗試其他伺服器位址。

source: To year
zh_hans: 结束年份
zh_hant: 結束年份

source: Traditional Chinese
zh_hans: 繁体中文
zh_hant: 繁體中文

source: Untitled
zh_hans: 无标题
zh_hant: 無標題

source: Usage
zh_hans: 使用须知
zh_hant: 使用須知

source: Use this integration only for books you are legally allowed to access.
zh_hans: 请仅使用此接入功能获取你依法有权访问的书籍。
zh_hant: 請僅使用此整合功能取得你依法有權存取的書籍。

source: Use this Z-Library server?
zh_hans: 使用此 Z-Library 服务器？
zh_hant: 使用此 Z-Library 伺服器？

source: Your email and password will be sent to %@ over HTTPS.
zh_hans: 你的邮箱和密码将通过 HTTPS 发送至 %@。
zh_hant: 你的郵箱和密碼將透過 HTTPS 傳送至 %@。

source: Your Z-Library session has expired. Sign in again.
zh_hans: Z-Library 会话已过期，请重新登录。
zh_hant: Z-Library 工作階段已過期，請重新登入。

source: Z-Library is receiving too many requests. Try again later.
zh_hans: Z-Library 请求过于频繁，请稍后重试。
zh_hant: Z-Library 請求過於頻繁，請稍後重試。

source: Z-Library returned an error. Try again later.
zh_hans: Z-Library 返回错误，请稍后重试。
zh_hant: Z-Library 回傳錯誤，請稍後重試。

source: Z-Library returned an unexpected response.
zh_hans: Z-Library 返回了意外响应。
zh_hant: Z-Library 回傳了非預期回應。

source: Anime4K Fast
zh_hans: Anime4K 快速
zh_hant: Anime4K 快速

source: Anime4K High Quality
zh_hans: Anime4K 高画质
zh_hant: Anime4K 高畫質

source: Anime4K is off.
zh_hans: Anime4K 已关闭。
zh_hant: Anime4K 已關閉。

source: Anime4K shaders could not be saved on this Mac.
zh_hans: 无法在这台 Mac 上保存 Anime4K 着色器。
zh_hant: 無法在這台 Mac 上儲存 Anime4K 著色器。

source: Anime4K Upscaling
zh_hans: Anime4K 超分辨率
zh_hant: Anime4K 超解析度

source: Download and Apply
zh_hans: 下载并应用
zh_hant: 下載並套用

source: Downloading %@ (%d/%d)
zh_hans: 正在下载 %@（%d/%d）
zh_hant: 正在下載 %@（%d/%d）

source: Downloading verified Anime4K shaders…
zh_hans: 正在下载经过校验的 Anime4K 着色器…
zh_hant: 正在下載經過驗證的 Anime4K 著色器…

source: The downloaded Anime4K shader failed verification.
zh_hans: 下载的 Anime4K 着色器未通过校验。
zh_hant: 下載的 Anime4K 著色器未通過驗證。

source: The selected Anime4K preset is not installed.
zh_hans: 所选 Anime4K 预设尚未安装。
zh_hant: 所選 Anime4K 預設尚未安裝。

source: This preset has not been downloaded yet.
zh_hans: 该预设尚未下载。
zh_hant: 該預設尚未下載。

source: Unable to apply Anime4K shaders.
zh_hans: 无法应用 Anime4K 着色器。
zh_hant: 無法套用 Anime4K 著色器。

source: Unable to download verified Anime4K shaders. Check your connection and try again.
zh_hans: 无法下载经过校验的 Anime4K 着色器。请检查网络连接后重试。
zh_hant: 無法下載經過驗證的 Anime4K 著色器。請檢查網路連線後再試一次。

source: Unable to prepare Anime4K shaders.
zh_hans: 无法准备 Anime4K 着色器。
zh_hant: 無法準備 Anime4K 著色器。

source: Verified Anime4K v4.0.1 shaders are ready.
zh_hans: 经过校验的 Anime4K v4.0.1 着色器已就绪。
zh_hant: 經過驗證的 Anime4K v4.0.1 著色器已就緒。

source: Align Next Subtitle to Current Time
zh_hans: 将下一条字幕对齐到当前时间
zh_hant: 將下一條字幕對齊到目前時間

source: Align Previous Subtitle to Current Time
zh_hans: 将上一条字幕对齐到当前时间
zh_hant: 將上一條字幕對齊到目前時間

source: Align Subtitle to Current Time
zh_hans: 将字幕对齐到当前时间
zh_hant: 將字幕對齊到目前時間

source: Next
zh_hans: 下一条
zh_hant: 下一條

source: Previous
zh_hans: 上一条
zh_hant: 上一條

source: %@ chars
zh_hans: %@ 字

source: %d days
zh_hans: %d 天

source: %d/7 days
zh_hans: %d/7 天

source: A week is complete when this many days meet the daily goal.
zh_hans: 一周内达到每日目标的天数不少于此值时，本周视为达标。

source: Avg Characters
zh_hans: 日均字数

source: Average Speed
zh_hans: 加权均速

source: Avg Speed
zh_hans: 均速

source: Bar
zh_hans: 柱状

source: Book Ranking
zh_hans: 书籍排行

source: More Books
zh_hans: 更多书籍
zh_hant: 更多書籍

source: Character Target
zh_hans: 字数目标

source: Characters
zh_hans: 字数

source: Characters: %@
zh_hans: 字数：%@

source: Characters / Duration
zh_hans: 字数 / 时长

source: Change vs First 14
zh_hans: 较前 14 活跃日

source: Daily Goal
zh_hans: 每日目标

source: Day
zh_hans: 日

source: Days Met
zh_hans: 达标天数

source: Duration
zh_hans: 时长

source: Duration: %@
zh_hans: 时长：%@

source: Duration Target
zh_hans: 时长目标

source: Fastest Day
zh_hans: 最快日

source: Goal
zh_hans: 目标

source: Goal Type
zh_hans: 目标类型

source: Goal Progress
zh_hans: 目标进度

source: Goal: %@
zh_hans: 目标：%@

source: Goals recalculate historical progress and streaks.
zh_hans: 目标会重新计算历史进度和连续达标。

source: Last 7 Active Days
zh_hans: 近 7 活跃日

source: Line
zh_hans: 折线

source: Loading Statistics
zh_hans: 正在载入统计

source: Median Speed
zh_hans: 中位速度

source: Month
zh_hans: 月

source: Metric
zh_hans: 指标

source: Metric: %@
zh_hans: 指标：%@

source: No Reading Records
zh_hans: 暂无阅读记录

source: No reading records
zh_hans: 暂无阅读记录

source: No trend data
zh_hans: 暂无趋势数据

source: Open a book and start reading with statistics enabled.
zh_hans: 打开一本书，并在启用统计后开始阅读。

source: Overview
zh_hans: 概览

source: Reading Calendar
zh_hans: 阅读日历

source: Recorded Characters
zh_hans: 阅读字数

source: Recent Change
zh_hans: 近期变化

source: Recent Speed
zh_hans: 近 7 活跃日

source: Recent year
zh_hans: 最近一年

source: Range & Trend
zh_hans: 范围与趋势

source: Range
zh_hans: 范围

source: Range applies to all dashboard cards.
zh_hans: 范围会应用到下方所有统计卡片。

source: Range filters all dashboard cards. Time Grain changes only the trend chart.
zh_hans: 范围会筛选所有统计卡片；趋势粒度只影响趋势图。

source: Selected Range
zh_hans: 所选范围

source: Shelf
zh_hans: 书架

source: Shelf Comparison
zh_hans: 书架对比

source: Selected: %@
zh_hans: 已选择：%@

source: Scanning local reading records.
zh_hans: 正在扫描本地阅读记录。

source: Slowest Day
zh_hans: 最慢日

source: Speed Summary
zh_hans: 速度摘要

source: Speed ignores reading samples under 1 minute.
zh_hans: 速度会忽略少于 1 分钟的阅读样本。

source: Some statistics are temporarily unavailable.
zh_hans: 部分统计数据暂时无法读取。

source: Start the Reader statistics timer to collect dashboard data.
zh_hans: 在阅读器中开始统计计时后，统计面板会显示数据。

source: Style
zh_hans: 样式

source: Streak
zh_hans: 连续

source: Target Days
zh_hans: 达标天数

source: The dashboard uses this daily goal to calculate progress and streaks.
zh_hans: 统计面板会用这个每日目标计算进度和连续达标天数。

source: Time Grain
zh_hans: 趋势粒度

source: Total Characters
zh_hans: 总字数

source: Typical Day
zh_hans: 典型日

source: Weighted Avg
zh_hans: 加权均速

source: This Week
zh_hans: 本周

source: Trend
zh_hans: 趋势

source: Weekly Goal
zh_hans: 每周目标

source: Weekly Target Days
zh_hans: 每周达标天数

source: Week
zh_hans: 周

source: Year
zh_hans: 年

source: Add Next
zh_hans: 后加一句

source: Add Previous
zh_hans: 前加一句

source: Adjust before mining
zh_hans: 制卡前调整

source: Japanese EPUB
zh_hans: 日语 EPUB

source: Japanese Video
zh_hans: 日语视频

source: Active Profile
zh_hans: 当前 Profile

source: Confirm Mining
zh_hans: 确认制卡

source: Current Sentence
zh_hans: 当前句

source: Next Context
zh_hans: 后文

source: Previous Context
zh_hans: 前文

source: Remove Next
zh_hans: 后退一句

source: Remove Previous
zh_hans: 前退一句

source: Select Context
zh_hans: 选择上下文

source: Select Sentence Context
zh_hans: 选择句子上下文

source: Selected %lld sentences
zh_hans: 已选择 %lld 句

source: Approximate Words Read:
zh_hans: 约读词数：

source: Unable to capture the subtitle audio clip.
zh_hans: 无法截取这条字幕的音频。

source: Unable to capture the video screenshot.
zh_hans: 无法截取视频画面。

source: Automatic (%@)
zh_hans: 自动（%@）

source: Books using this profile will fall back to automatic selection.
zh_hans: 使用此 Profile 的书籍将回退为自动选择。

source: Built-in
zh_hans: 内置

source: Create an English Profile?
zh_hans: 创建英语 Profile？

source: Create English Profile
zh_hans: 创建英语 Profile

source: Create Profile
zh_hans: 创建 Profile

source: Default for English
zh_hans: 英语默认 Profile

source: Default for Japanese
zh_hans: 日语默认 Profile

source: Default Profile
zh_hans: 默认 Profile

source: Dictionary, Reader appearance and Anki mining settings follow the active profile.
zh_hans: 词典、阅读器外观和 Anki 制卡设置跟随当前 Profile。

source: English
zh_hans: 英语

source: Japanese
zh_hans: 日语

source: Language
zh_hans: 语言

source: New Profile
zh_hans: 新建 Profile

source: Profile Error
zh_hans: Profile 错误

source: Profile Name
zh_hans: Profile 名称

source: Rename Profile
zh_hans: 重命名 Profile

source: This book is marked as English. An English Profile keeps its dictionaries, Reader appearance and Anki fields separate.
zh_hans: 这本书标记为英语。英语 Profile 会独立保存词典、阅读器外观和 Anki 字段。

source: Use Current Profile
zh_hans: 使用当前 Profile
